[["0",{"pageContent":"Q: Czym jest Pocket Inspections?\nA: Pocket Inspections to aplikacja mobilna do zarządzania zadaniami i usterkami na budowie przeznaczona głównie dla inżynierów, architektów i deweloperów.","metadata":{"type":"FAQ","source":"knowledge_base.json","index":0,"loc":{"lines":{"from":1,"to":2}}}}],["1",{"pageContent":"Q: Czy Pocket Inspections działa bez internetu?\nA: Tak, aplikacja Pocket Inspections działa w trybie offline z zachowaniem wszystkich swoich kluczowych funkcji.","metadata":{"type":"FAQ","source":"knowledge_base.json","index":1,"loc":{"lines":{"from":1,"to":2}}}}],["2",{"pageContent":"Q: Ile osób może jednocześnie korzystać z aplikacji?\nA: Z aplikacji można korzystać, pracując nawet w kilkudziesięcioosobowym zespole. Jeden pakiet to jedna licencja przeznaczona dla jednego użytkownika (jednego urządzenia).","metadata":{"type":"FAQ","source":"knowledge_base.json","index":2,"loc":{"lines":{"from":1,"to":2}}}}],["3",{"pageContent":"Q: Czy w Pocket Inspections mogę pracować z podwykonawcami? Ile by mnie to kosztowało?\nA: W Pocket Inspections możesz pracować na jednym projekcie z dowolną ilością podwykonawców, inżynierów lub inspektorów. Nie wiąże się to z dodatkowymi kosztami. Osoby zaproszone do projektu mogą w nim uczestniczyć korzystając z darmowej licencji, będą miały wtedy możliwość przeglądania oraz edytowania usterek oraz dodawania zdjęć. Jeżeli będą posiadali płatną licencję, będą mogli również zgłaszać usterki/zadania oraz generować raporty.","metadata":{"type":"FAQ","source":"knowledge_base.json","index":3,"loc":{"lines":{"from":1,"to":2}}}}],["4",{"pageContent":"Q: Czy aplikacja przeznaczona jest tylko dla branży budowlanej?\nA: Nie. Nasza aplikacja będzie przydatna dla każdego, kto wykonuje dokumentację tekstową i fotograficzną podczas pracy w terenie. Może być wykorzystywana na przykład podczas inspekcji maszyn, urządzeń oraz przeglądów BHP.","metadata":{"type":"FAQ","source":"knowledge_base.json","index":4,"loc":{"lines":{"from":1,"to":2}}}}],["5",{"pageContent":"Q: Czy Pocket Inspections nadaje się do przeglądów okresowych budynków?\nA: Tak, aplikacja skraca czas potrzebny na stworzenie przeglądu okresowego budynku poprzez wygenerowanie specjalnego protokołu w formacie Word który zawiera wszystkie zarejestrowane usterki i problemy.","metadata":{"type":"FAQ","source":"knowledge_base.json","index":5,"loc":{"lines":{"from":1,"to":2}}}}],["6",{"pageContent":"Q: Jakie ograniczenia ma aplikacja podczas okresu testowego?\nA: W trakcie okresu testowego aplikacja posiada ograniczenie 25 zgłoszeń (usterek) w ramach projektu. Dodatkowo podczas okresu testowego nie ma limitu urządzeń, na których może zalogować się użytkownik – dzięki temu możesz sprawdzić samodzielnie czy wolisz pracować na smartfonie czy na tablecie.","metadata":{"type":"FAQ","source":"knowledge_base.json","index":6,"loc":{"lines":{"from":1,"to":2}}}}],["7",{"pageContent":"Q: Co się stanie po zakończeniu 14-dniowego okresu testowego?\nA: Po zakończonym okresie testowym możesz wybrać jeden z pakietów dostępnych w zakładce Cennik lub pozostać przy koncie bezpłatnym pozwalającym na uczestniczenie w projekcie z ograniczonymi uprawnieniami. Będziesz mógł przeglądać i edytować zgłoszenia, ale nie będziesz mógł tworzyć nowych. Jeśli dołączyłeś do projektu zewnętrznego partnera lub posiadasz własne projekty, nie utracisz zapisanych na serwerze danych, lecz nie będziesz mógł zsynchronizować zmian w projektach jeśli dodałeś usterki/zgłoszenia.","metadata":{"type":"FAQ","source":"knowledge_base.json","index":7,"loc":{"lines":{"from":1,"to":2}}}}],["8",{"pageContent":"Q: Jak mogę zapłacić za korzystanie z aplikacji?\nA: Zaloguj się na swoje konto do aplikacji www pod adresem: https://app.pocketinspections.com a następnie z bocznego menu wybierz Menu->Kup licencję. Jeśli chcesz zapłacić przelewem za subskrypcję roczną, skontaktuj się z nami pod adresem info@pocketinspections.com","metadata":{"type":"FAQ","source":"knowledge_base.json","index":8,"loc":{"lines":{"from":1,"to":2}}}}],["9",{"pageContent":"Q: Czy mogę wykupić abonament na okres krótszy niż 3 miesiące?\nA: Tak, istnieje taka możliwość. W takim wypadku należy skorzystać z cyklicznej miesięcznej płatności Stripe, a następnie po opłaceniu licencji można zakończyć subskrypcję w dowolnym momencie. Licencja pozostanie aktywna do zakończenia opłaconego okresu.","metadata":{"type":"FAQ","source":"knowledge_base.json","index":9,"loc":{"lines":{"from":1,"to":2}}}}],["10",{"pageContent":"Q: Czy mogę otrzymać fakturę proforma do opłacenia licencji?\nA: Oczywiście. Możesz to zrobić osobiście z poziomu aplikacji webowej poprzez Menu -> Płatności -> Kup Licencję -> Płatność przelewem - faktura ProForma. Z faktury proforma możesz skorzystać przy zakupie licencji na 6 miesięcy lub na cały rok. Uwaga: licencja zostanie aktywowana dopiero po zaksięgowaniu wpłaty.","metadata":{"type":"FAQ","source":"knowledge_base.json","index":10,"loc":{"lines":{"from":1,"to":2}}}}],["11",{"pageContent":"Q: W okresie testowym korzystam z dwóch urządzeń, do którego urządzenia zostanie przypisana licencja po jej zakupieniu?\nA: W związku z tym, że podczas okresu testowego nie ma limitu na logowanie aplikacji z różnych urządzeń po zakupie licencji należy dokonać decyzji z którego urządzenia będziemy na stałe korzystać z Pocket Inspections. Po zakupie licencji zostanie ona aktywowana na pierwszym urządzeniu na którym zostanie przeprowadzone logowanie lub synchronizacja.","metadata":{"type":"FAQ","source":"knowledge_base.json","index":11,"loc":{"lines":{"from":1,"to":2}}}}],["12",{"pageContent":"Q: Czy mogę przejść z planu Standard na Pro w trakcie jego trwania?\nA: Tak, można dokonać zmiany z licencji STANDARD na PRO w trakcie jej trwania. Należy jedynie dokonać dopłatę, proporcjonalną do pozostałego czasu trwania licencji. Jeżeli dokonałeś płatności przez usługę Stripe, możesz zrobić to sam z poziomu aplikacji lub możesz się skontaktować z nami, a my poprowadzimy Cię przez resztę procesu.","metadata":{"type":"FAQ","source":"knowledge_base.json","index":12,"loc":{"lines":{"from":1,"to":2}}}}],["13",{"pageContent":"Q: Co się stanie gdy zmienię/zgubię urządzenie na którym korzystam z Pocket Inspections?\nA: W przypadku zgubienia/zmiany urządzenia należy się z nami skontaktować, abyśmy mogli wyczyścić informację o urządzeniu przypisanym do Twojego konta. Następnie wystarczy zalogować się na nowym urządzeniu, które automatycznie zostanie przypisane do Twojego konta.","metadata":{"type":"FAQ","source":"knowledge_base.json","index":13,"loc":{"lines":{"from":1,"to":2}}}}],["14",{"pageContent":"Q: W jakich formatach mogę tworzyć raporty?\nA: Możesz generować raporty w PDF, DOCX, XLSX. Ich dostępność zależy od wybranego planu subskrypcji. Szczegóły znajdziesz w zakładce Cennik","metadata":{"type":"FAQ","source":"knowledge_base.json","index":14,"loc":{"lines":{"from":1,"to":2}}}}],["15",{"pageContent":"Q: Jak mogę dodać podwykonawców do projektu?\nA: Przejdź do ustawień projektu aby dodać podwykonawców do projektu. Następnie kliknij Zespół → Dodaj osobę do projektu -> Zaproś użytkownika z zewnętrznej firmy.","metadata":{"type":"FAQ","source":"knowledge_base.json","index":15,"loc":{"lines":{"from":1,"to":2}}}}],["16",{"pageContent":"Title: Lokalizacja GPS usterki w terenie\nContent:\nPocket Inspections. Włączenie usług lokalizacji GPS dla dowolnego istniejącego projektu.\nWidzimy ekran startowy aplikacji Pocket Inspections. Jest tu tytuł projektu 'Demo Nawiasy' i przycisk do dodania projektu.\nOtwieramy przykładowy projekt i przechodzimy do ustawień aplikacji.\nPrzechodzimy w dół ekranu, do sekcji 'Narzędzia'.\nNastępnie do 'Ustawienia' i wybieramy 'Ustawienia lokalizacji GPS'.\nOtwiera się okno 'Ustawienia lokalizacji GPS' z komunikatem: 'Włącz / Wyłącz usługę lokalizacji GPS dla projektu' i przyciskiem 'Zapisz'.\nPrzesuwamy przełącznik, aby włączyć usługę lokalizacji GPS dla projektu.\nKlikamy 'Zapisz', aby zapisać ustawienia.\nAplikacja zapisuje ustawienia.\nPo zapisaniu ustawień wracamy do poprzedniego widoku.\nNastępnie wracamy do ekranu projektu.\nKlikamy przycisk, aby dodać nową usterkę/zadanie.","metadata":{"type":"transcript","title":"Lokalizacja GPS usterki w terenie","source":"knowledge_base.json","index":16,"loc":{"lines":{"from":1,"to":14}}}}],["17",{"pageContent":"Aplikacja zapisuje ustawienia.\nPo zapisaniu ustawień wracamy do poprzedniego widoku.\nNastępnie wracamy do ekranu projektu.\nKlikamy przycisk, aby dodać nową usterkę/zadanie.\nOtwiera się ekran 'Dodaj nowy' z polami do wypełnienia. Jest tu pole 'Tytuł', 'Kategoria', 'Typ', 'Status', 'Dodatkowy opis', 'Grupa zadań', 'Lokalizacja', 'Lokalizacja GPS' i 'Przydzielono do'.\nWpisujemy w pole tytuł 'Pęknięta nawierzchnia drogi'.\nKlikamy w ikonę z aparatem, aby dodać zdjęcie.\nOtwiera się okno 'Zdjęcia' z listą folderów ze zdjęciami. Wybieramy 'Recents'.\nWybieramy jedno ze zdjęć i klikamy 'Done'.\nZdjęcie zostało dodane.\nKlikamy w ikonę lokalizacji GPS.\nPojawiają się współrzędne GPS.\nKlikamy w przycisk 'Zapisz' w prawym górnym rogu.\nNa ekranie widzimy komunikat 'Element został zapisany'.\nWracamy do ekranu projektu, klikamy w dodany element i widzimy przypisaną lokalizację GPS.\nKlikamy w ikonę lokalizacji GPS.\nAplikacja otwiera Google Maps z zaznaczonym punktem na mapie o przypisanych współrzędnych.","metadata":{"type":"transcript","title":"Lokalizacja GPS usterki w terenie","source":"knowledge_base.json","index":16,"loc":{"lines":{"from":11,"to":27}}}}],["18",{"pageContent":"Klikamy w ikonę lokalizacji GPS.\nAplikacja otwiera Google Maps z zaznaczonym punktem na mapie o przypisanych współrzędnych.\nWracamy do aplikacji.\nKlikamy w przycisk 'Zapisz' w prawym górnym rogu.\nPo zapisaniu zmian wracamy do ekranu projektu.\nPocket Inspections. Włącznie usług lokalizacji GPS dla nowego projektu.\nWidzimy ekran startowy aplikacji Pocket Inspections i klikamy w przycisk 'Dodaj projekt'.\nOtwiera się ekran 'Wybierz rodzaj projektu'.\nWybieramy dowolny z rodzajów projektów i klikamy 'Dalej'.\nOtwiera się okno 'Nowy projekt' z polami do wypełnienia. Jest tu pole 'Nazwa projektu', 'Adres', 'Lokalizacja GPS', 'Numer referencyjny', 'Inwestor', 'Generalny wykonawca', 'Data rozpoczęcia', 'Data zakończenia' i przełącznik 'Włącz lokalizacje GPS dla tego projektu'.\nWpisujemy nazwę projektu 'Autostrada A4'.\nPrzesuwamy przełącznik, aby włączyć usługę lokalizacji GPS dla projektu.\nKlikamy w przycisk 'Zapisz' w prawym górnym rogu.\nAplikacja zapisuje nowy projekt.","metadata":{"type":"transcript","title":"Lokalizacja GPS usterki w terenie","source":"knowledge_base.json","index":16,"loc":{"lines":{"from":26,"to":39}}}}],["19",{"pageContent":"Wpisujemy nazwę projektu 'Autostrada A4'.\nPrzesuwamy przełącznik, aby włączyć usługę lokalizacji GPS dla projektu.\nKlikamy w przycisk 'Zapisz' w prawym górnym rogu.\nAplikacja zapisuje nowy projekt.\nPo zapisaniu projektu wyświetla się komunikat 'Twój projekt został utworzony'.\nAplikacja otwiera nowy projekt.\nKlikamy przycisk, aby dodać nową usterkę/zadanie.\nOtwiera się ekran 'Dodaj nowy' z polami do wypełnienia. Jest tu pole 'Lokalizacja GPS (start)' i 'Lokalizacja GPS (koniec)'.\nKlikamy w ikonę lokalizacji GPS (start).\nPojawiają się współrzędne GPS (start).\nKlikamy w ikonę lokalizacji GPS (koniec).\nPojawiają się współrzędne GPS (koniec).\nAplikacja otwiera Google Maps z zaznaczonym punktem na mapie o przypisanych współrzędnych GPS (start).\nPrzechodzimy na Google Maps do zaznaczonego punktu o przypisanych współrzędnych GPS (koniec).\nPocket Inspections. Generowanie raportu z lokalizacjami GPS.\nPrzechodzimy do widoku projektu na komputerze.\nKlikamy w projekt 'Autostrada A4'.","metadata":{"type":"transcript","title":"Lokalizacja GPS usterki w terenie","source":"knowledge_base.json","index":16,"loc":{"lines":{"from":36,"to":52}}}}],["20",{"pageContent":"Pocket Inspections. Generowanie raportu z lokalizacjami GPS.\nPrzechodzimy do widoku projektu na komputerze.\nKlikamy w projekt 'Autostrada A4'.\nKlikamy w zakładkę 'Raporty'.\nKlikamy 'Nowy raport'.\nKlikamy w 'PDF'.\nWybieramy 'Raport techniczny (strona A4 pionowa)'.\nW polu 'Szczegóły elementów' wybieramy z listy 'Pokaż lokalizacje GPS (start)'.\nWybieramy format i klikamy 'Generuj raport'.\nRaport zostaje wygenerowany i zapisany na dysku komputera.\nPrzechodzimy do pobranego raportu.\nOtwieramy wygenerowany raport techniczny. Widzimy w nim lokalizację GPS (start).\nKopiujemy współrzędne GPS (start) z raportu i wklejamy do Google Maps.\nGoogle Maps wyświetla zaznaczony punkt na mapie o przypisanych współrzędnych.","metadata":{"type":"transcript","title":"Lokalizacja GPS usterki w terenie","source":"knowledge_base.json","index":16,"loc":{"lines":{"from":50,"to":63}}}}],["21",{"pageContent":"Title: Zaproszenie osoby do organizacji - zespołu\nContent:\nCześć. W tym krótkim filmie chciałbym pokazać ci, jak dodać nowe osoby do zespołu, tak, aby w przyszłości łatwiej było pracować w zespole nad projektami.\nKlikamy 'Menu'.\n'Zespół'.\nKlikamy przycisk 'Zapros'.\nTutaj uzupełniamy adres e-mail osoby, którą chcemy zaprosić.\nKolejną rzeczą, jaką musimy zrobić, jest nadanie tej osobie roli.\nMamy do wyboru 'Member' albo 'Admin'.\n'Member' jest taką domyślną rolą, 'Admin' natomiast ma możliwość zarządzania zespołem oraz przydzielaniem licencji, a także zmianą licenzji między użytkownikami.\nPo przydzieleniu roli możemy przypisać również licencję, jeżeli takową posiadamy.\nI wysyłamy zaproszenie.\nPo wysłaniu zaproszenia dostaniesz tak wyglądającego maila z informacją, że ktoś zaprasza cię do współpracy w ramach Pocket Inspections. Ważnym jest, abyś to właśnie poprzez ten przycisk tutaj zaakceptował to zaproszenie.\nWtedy zostaniesz przeniesiony na ekran zakładania konta.","metadata":{"type":"transcript","title":"Zaproszenie osoby do organizacji - zespołu","source":"knowledge_base.json","index":17,"loc":{"lines":{"from":1,"to":14}}}}],["22",{"pageContent":"Wtedy zostaniesz przeniesiony na ekran zakładania konta.\nUzupełniamy pola i akceptujemy zaproszenie.\nPo zaakceptowaniu zaproszenia, nie zapomnij zsynchronizować aplikacji i w menu 'Zespół' powinna pojawić się nasza nowa osoba. W tym przypadku jest to pan Kowalski Jan.\nJedna ważna rzecz na sam koniec, na którą chciałbym zwrócić twoją uwagę, to to, że dodając nowego użytkownika, nową osobę do twojego zespołu, nie zostanie ona automatycznie dodana do twoich projektów. Musisz zrobić to samodzielnie.\nKliknij na 'Projekt', wybierz ikonkę 'Zębatki', menu 'Zespół', tutaj 'Dodaj osobę do projektu' z twojej organizacji.\nWybieramy osobę z listy i przydzielamy jej rolę.\nPamiętaj jednak, że rola w organizacji to nie to samo, co rola w projekcie.\nTo czym są role, omówiliśmy w naszym filmiku na YouTube. Informacje odnośnie ról możesz znaleźć również na naszej stronie internetowej pocketinspections.com.","metadata":{"type":"transcript","title":"Zaproszenie osoby do organizacji - zespołu","source":"knowledge_base.json","index":17,"loc":{"lines":{"from":14,"to":21}}}}],["23",{"pageContent":"To czym są role, omówiliśmy w naszym filmiku na YouTube. Informacje odnośnie ról możesz znaleźć również na naszej stronie internetowej pocketinspections.com.\nPo zapisaniu roli, pan Jan Kowalski, gdy tylko zsynchronizuje swoją aplikację, będzie miał dostęp do przydzielonego projektu.\nDziękuję za uwagę.","metadata":{"type":"transcript","title":"Zaproszenie osoby do organizacji - zespołu","source":"knowledge_base.json","index":17,"loc":{"lines":{"from":21,"to":23}}}}]]